Revit 2024 API
LevelAssociationData Class
 This class holds information related to Level.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2023
Syntax
C#
public class LevelAssociationData : IDisposable
Visual Basic
Public Class LevelAssociationData _
	Implements IDisposable
Visual C++
public ref class LevelAssociationData : IDisposable
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.LevelAssociationData
See Also
LevelAssociationData Members
Autodesk.Revit.DB Namespace